Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.fa14b32474d2
source: 閉じる
ar_sa: قريب
ca: tancar
cs: Zavřít
da: Luk
de_de: Schließen
el: Κλείσιμο
en_au: Close
es_es: Cerrar
fi: Sulje
fr_ca: Fermer
gu: બંધ કરો
he: סגור
hi: बंद करें
hr: Završiti
hu: Bezár
id: Tutup
it: Chiudi
ko: 닫기
mr: बंद करा
ms: Tutup
nl_nl: Sluiten
no: Lukk
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zaviti
sv: Stäng
ta: மூடு
te: మూసివేయు
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 关闭

# core_ui.fa1f489c01a4
source: 炭水化物
ar_sa: الكربوهيدرات
ca: hidrats de carboni
cs: Sacharidy
da: Kulhydrater
de_de: Kohlenhydrate
el: Υδατάνθρακες
en_au: Carbohydrates.
es_es: Carbohidratos.
fi: Hiilihydraatit
fr_ca: Glucides
gu: કાર્બોહાઇડ્રેટ્સ
he: פחמימות
hi: कार्बोहाइड्रेट
hr: Ugljikohidrati
hu: Szénhidrát
id: Karbohidrat
it: Carboidrati
ko: 탄수화물
mr: कार्बोहायड्रेट्स
ms: Karbohidrat
nl_nl: Koolhydraten
no: Karbohydrater
pl: Węglowodany.
pt_br: Carboidratos
pt_pt: Carboidratos
ro: Carbohidrați
ru: Углеводы
sk: Sacharidy
sl: Saharji
sv: Kolhydrater
ta: கார்போஹைட்ரேட்
te: కార్బోహైడ్రేట్లు
th: คาร์โบไฮเดรต
tr: Karbonhidratlar
uk: Вуглеводи
vi: Carbohydrate
zh_hans: 碳水化合物
zh_hant: 碳水化合物

# core_ui.fa85c3a6e4ce
source: 写真からすぐ分析
ar_sa: حلّل صورة فورًا
ca: Analitza una foto a l'instant
cs: Okamžitě analyzovat fotografii
da: Analyser et billede med det samme
de_de: Foto sofort analysieren
el: Άμεση ανάλυση φωτογραφίας
en_au: Analyze a photo instantly
es_es: Analizar una foto al instante
fi: Analysoi kuva heti
fr_ca: Analyser immédiatement une photo
gu: ફોટાનો તરત વિશ્લેષણ કરો
he: ניתוח תמונה מיד
hi: फ़ोटो का तुरंत विश्लेषण करें
hr: Odmah analiziraj fotografiju
hu: Fotó azonnali elemzése
id: Analisis foto secara instan
it: Analizza subito una foto
ko: 사진 즉시 분석
mr: फोटोचे त्वरित विश्लेषण करा
ms: Analisis foto serta-merta
nl_nl: Foto direct analyseren
no: Analyser et bilde med én gang
pl: Natychmiast przeanalizuj zdjęcie
pt_br: Analisar uma foto na hora
pt_pt: Analisar uma foto de imediato
ro: Analizează imediat o fotografie
ru: Сразу проанализировать фото
sk: Okamžite analyzovať fotografiu
sl: Takoj analiziraj fotografijo
sv: Analysera en bild direkt
ta: புகைப்படத்தை உடனே பகுப்பாய்வு செய்யவும்
te: ఫోటోను వెంటనే విశ్లేషించండి
th: วิเคราะห์จากรูปภาพทันที
tr: Fotoğrafı hemen analiz et
uk: Одразу проаналізувати фото
vi: Phân tích ảnh ngay
zh_hans: 立即分析照片
zh_hant: 立即分析照片

# core_ui.fb66b4fecde1
source: 不適切な広告を報告
ar_sa: الإبلاغ عن إعلان غير ملائم
ca: Informa d'un anunci inadequat
cs: Nahlásit nevhodnou reklamu
da: Indberet en upassende annonce
de_de: Unangemessene Anzeige melden
el: Αναφορά ακατάλληλης διαφήμισης
en_au: Report an inappropriate ad
es_es: Reportar un publicidad inapropiado
fi: Ilmoita sopimattomasta mainoksesta
fr_ca: Signaler une publicité inappropriée
gu: અયોગ્ય જાહેરાતની જાણ કરો
he: דיווח על מודעה בלתי הולמת
hi: अनुचित विज्ञापन की रिपोर्ट करें
hr: Prijavi neprimjeren oglas
hu: Nem megfelelő hirdetés jelentése
id: Laporkan iklan tidak pantas
it: Segnala un annuncio inappropriato
ko: 부적절한 광고 신고
mr: अयोग्य जाहिरात नोंदवा
ms: Laporkan iklan tidak sesuai
nl_nl: Ongepaste advertentie melden
no: Rapporter en upassende annonse
pl: Zgłoś nieodpowiednią reklamę
pt_br: Denunciar anúncio impróprio
pt_pt: Denunciar anúncio impróprio
ro: Raportează o reclamă neadecvată
ru: Пожаловаться на недопустимую рекламу
sk: Nahlásiť nevhodnú reklamu
sl: Prijavi neprimeren oglas
sv: Rapportera en olämplig annons
ta: பொருத்தமற்ற விளம்பரத்தைப் புகாரளிக்கவும்
te: అనుచిత ప్రకటనను రిపోర్ట్ చేయండి
th: รายงานโฆษณาที่ไม่เหมาะสม
tr: Uygunsuz reklamı bildir
uk: Поскаржитися на неприпустиму рекламу
vi: Báo cáo quảng cáo không phù hợp
zh_hans: 举报不当广告
zh_hant: 舉報不當廣告

# core_ui.fc9d4f61d361
source: 今日: {{value1}}・{{value2}}セット
ar_sa: اليوم: {{value1}} · {{value2}} مجموعات
ca: Avui: {{value1}} · {{value2}} sèries
cs: Dnes: {{value1}} · {{value2}} sérií
da: I dag: {{value1}} · {{value2}} sæt
de_de: Heute: {{value1}} · {{value2}} Sätze
el: Σήμερα: {{value1}} · {{value2}} σετ
en_au: Today: {{value1}} · {{value2}} sets
es_es: Hoy: {{value1}} · {{value2}} series
fi: Tänään: {{value1}} · {{value2}} sarjaa
fr_ca: Aujourd'hui : {{value1}} · {{value2}} séries
gu: આજે: {{value1}} · {{value2}} સેટ
he: היום: {{value1}} · {{value2}} סטים
hi: आज: {{value1}} · {{value2}} सेट
hr: Danas: {{value1}} · {{value2}} serija
hu: Ma: {{value1}} · {{value2}} sorozat
id: Hari ini: {{value1}} · {{value2}} set
it: Oggi: {{value1}} · {{value2}} serie
ko: 오늘: {{value1}} · {{value2}}세트
mr: आज: {{value1}} · {{value2}} सेट
ms: Hari ini: {{value1}} · {{value2}} set
nl_nl: Vandaag: {{value1}} · {{value2}} sets
no: I dag: {{value1}} · {{value2}} sett
pl: Dziś: {{value1}} · {{value2}} serii
pt_br: Hoje: {{value1}} · {{value2}} séries
pt_pt: Hoje: {{value1}} · {{value2}} séries
ro: Azi: {{value1}} · {{value2}} seturi
ru: Сегодня: {{value1}} · {{value2}} подходов
sk: Dnes: {{value1}} · {{value2}} sérií
sl: Danes: {{value1}} · {{value2}} serij
sv: I dag: {{value1}} · {{value2}} set
ta: இன்று: {{value1}} · {{value2}} செட்கள்
te: ఈరోజు: {{value1}} · {{value2}} సెట్లు
th: วันนี้: {{value1}} · {{value2}} เซ็ต
tr: Bugün: {{value1}} · {{value2}} set
uk: Сьогодні: {{value1}} · {{value2}} підходів
vi: Hôm nay: {{value1}} · {{value2}} hiệp
zh_hans: 今天：{{value1}} · {{value2}}组
zh_hant: 今天：{{value1}} · {{value2}}組

# core_ui.ffd6cf1a85d3
source: 経験
ar_sa: تجربة
ca: experiència
cs: Zkušenosti
da: Erfaring
de_de: Erfahrung
el: Εμπειρία
en_au: Experience
es_es: Experiencia
fi: Kokemus
fr_ca: Expérience
gu: અનુભવ
he: ניסיון
hi: अनुभव
hr: Iskustvo
hu: Tapasztalat
id: Pengalaman
it: Esperienza
ko: 경험
mr: अनुभव
ms: Pengalaman
nl_nl: Ervaring
no: Erfaring
pl: Doświadczenie
pt_br: Experiência
pt_pt: Experiência
ro: Experiență
ru: Опыт
sk: Skúsenosti
sl: Iskustvo
sv: Erfarenhet
ta: அனுபவம்
te: అనుభవం
th: ประสบการณ์
tr: Deneyim
uk: Досвід
vi: Kinh nghiệm
zh_hans: 经验
zh_hant: 经验

# core_ui.fff18139774a
source: 目標未設定
ar_sa: لم يتم تحديد الهدف
ca: Objectiu no marcat
cs: Cíl nebyl nastaven
da: Ingen mål sat
de_de: Ziel nicht festgelegt
el: Δεν έχει οριστεί στόχος
en_au: Goal not set
es_es: Objetivo sin establecer
fi: Tavoitetta ei ole määritetty
fr_ca: Objectif non défini
gu: ધ્યેય સેટ કરેલ નથી
he: מטרה לא מוגדרת
hi: लक्ष्य निर्धारित नहीं
hr: Nije definiran cilj
hu: Cél még nem megadva
id: Target belum ditetapkan
it: Obiettivo non impostato
ko: 목표 미 설정
mr: ध्येय निश्चित केलेले नाही
ms: Matlamat belum ditetapkan
nl_nl: Doelstelling niet ingesteld
no: Mål ikke satt
pl: Brak ustawionego celu
pt_br: Objetivo não definido
pt_pt: Objetivo não definido
ro: Obiectiv nefixat
ru: Цель не установлена
sk: Ciele neustavené
sl: Nezasnovani cilj
sv: Mål ej definierat
ta: இலக்கு இன்னும் அமைக்கப்படவில்லை
te: లక్ష్యం ఇంకా సెట్ చేయలేదు
th: ยังไม่มีเป้าหมาย
tr: Hedef henüz belirlenmemiş
uk: Мета не встановлена
vi: Không có mục tiêu
zh_hans: 未设定目标
zh_hant: 未設定目標

# core_ui.restore_record
source: 記録を復元
ar_sa: استعادة السجل
ca: Restaurar
cs: Obnovit záznam
da: Gendan
de_de: Aufzeichnung wiederherstellen
el: Επαναφορά αρχείου
en_au: Restore record
es_es: Restaurar registro
fi: Palauta
fr_ca: Restaurer
gu: রেকર્ડ પુનઃસ્થાપિત કરો
he: החזר את הרשום
hi: रिकॉर्ड को पुनर्स्थापित करें
hr: Vratiti
hu: Visszaállít
id: Pulihkan
it: Ripristina
ko: 기록 복원
mr: नोंद पुन्हा मिळवा
ms: Kembalikan
nl_nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ro: Restabilește înregistrarea
ru: Восстановить
sk: Obnoviť záznam
sl: Ponovno ustvariti
sv: Återställ
ta: பதிவை மீட்டமைக்கவும்
te: రికార్డ్‌ను పునరుద్ధరించు
th: กู้คืน
tr: Kaydı geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复记录
zh_hant: 恢復記錄

# core_ui.saved_workout_progress
source: {{value1}}/{{value2}}セット完了・自動保存済み
ar_sa: {{value1}}/{{value2}} من التمارين، تم الحفظ تلقائيًا
ca: {{value1}} de {{value2}} completats i guardat automàticament
cs: {{value1}} / {{value2}} sérií dokončeno, automaticky uloženo
da: {{value1}} / {{value2}} sæt fuldført, automatisk gemt
de_de: {{value1}} von {{value2}} Sätzen abgeschlossen, automatisch gespeichert
el: {{value1}}/{{value2}} Ενεργή και αυτόματα αποθηκευμένο
en_au: {{value1}} of {{value2}} sets completed, automatically saved
es_es: {{value1}} de {{value2}} series completadas y guardado automáticamente
fi: {{value1}} / {{value2}} sarjaa valmiina, automaattisesti tallennettu
fr_ca: {{value1}} / {{value2}} séries terminées et sauvegardées automatiquement
gu: {{value1}}/{{value2}} સેટ પૂર્ણ • આપોઆપ સાચવેલ
he: {{value1}} מתוך {{value2}} סטים, שמור אוטומטית
hi: {{value1}} / {{value2}} सेट पूरे हो गए, स्वचालित रूप से सहेजे गए
hr: {{value1}} / {{value2}} seta dovršeno, automatski spremljeno
hu: {{value1}} / {{value2}} kész, automatikusan mentve
id: {{value1}} dari {{value2}} set selesai, otomatis tersimpan
it: {{value1}} / {{value2}} serie completate e salvate automaticamente
ko: {{value1}} / {{value2}} 세트 완료, 자동 저장됨
mr: {{value1}} / {{value2}} सेट पूर्ण झाले, आपोआप सेव्ह
ms: {{value1}} / {{value2}} set lengkap, disimpan secara automatik
nl_nl: {{value1}} van {{value2}} sets voltooid, automatisch opgeslagen
no: {{value1}} av {{value2}} sett fullført, automatisk lagret
pl: {{value1}} / {{value2}} serii zakończone i automatycznie zapisane
pt_br: {{value1}} de {{value2}} séries completadas e salvo automaticamente
pt_pt: {{value1}} de {{value2}} séries concluídas e automaticamente guardadas
ro: {{value1}} / {{value2}} seturi finalizate și salvate automat
ru: {{value1}} из {{value2}} подходов завершено, автоматически сохранено
sk: {{value1}} / {{value2}} séria, automaticky uložené
sl: {{value1}} / {{value2}} kompleti, shranjeno in avtomatično
sv: {{value1}} av {{value2}} set utförda, automatiskt sparade
ta: {{value1}} / {{value2}} செட் முடிந்தது, தானாக சேமிக்கப்பட்டது
te: {{value1}}/{{value2}} సెట్లు పూర్తయ్యాయి, ఆటోమేటిక్‌గా సేవ్ చేయబడింది
th: {{value1}} / {{value2}} เซ็ต เสร็จแล้ว และบันทึกอัตโนมัติ
tr: {{value1}} / {{value2}} tekrar tamamlandı, otomatik olarak kaydedildi
uk: {{value1}} / {{value2}} підходів завершено, автоматично збережено
vi: {{value1}} / {{value2}} hiệp đã hoàn thành, tự động lưu
zh_hans: {{value1}} / {{value2}} 组已完成，自动保存
zh_hant: {{value1}} / {{value2}} 組已完成，自動儲存

# core_ui.trash
source: ゴミ箱
ar_sa: سلة المهملات
ca: Escombrar
cs: Košík
da: Skraldespand
de_de: Mülleimer
el: Κάδος απορριμμάτων
en_au: Trash
es_es: Papelera
fi: Roskakorin
fr_ca: Corbeille
gu: કચરાપેટી
he: פח
hi: कचरा पात्र
hr: Koš
hu: Kosár
id: Sampah
it: Cestino
ko: 쓰레기통
mr: कचरापेटी
ms: Sampai
nl_nl: Prullenbak
no: Søppelkasse
pl: Kosz
pt_br: Lixeira
pt_pt: Lixo
ro: Coș de gunoi
ru: Корзина
sk: Košík
sl: Koš za smeti
sv: Papperskorg
ta: குப்பைத்தொட்டி
te: డస్ట్‌బాస్
th: ขยะ
tr: Çöp kutusu
uk: Кошик
vi: Thùng rác
zh_hans: 垃圾箱
zh_hant: 垃圾桶

# core_ui.trash_empty
source: ゴミ箱は空です
ar_sa: سلة المهملات فارغة
ca: La escombra està buida.
cs: Košík je prázdný
da: Skraldespanden er tom
de_de: Der Mülleimer ist leer.
el: Ο κάδος απορριμμάτων είναι άδειος
en_au: Trash is empty
es_es: La papelera está vacía
fi: Roskakorin on tyhjä
fr_ca: La corbeille est vide.
gu: કચરાપેટી ખાલી છે
he: הפח ריק
hi: कचरा पात्र खाली है
hr: Koš je prazan.
hu: A kosár üres.
id: Kotak Sampah Kosong
it: Il cestino è vuoto
ko: 쓰레기통은 비어 있습니다.
mr: कचरापेटी रिकामी आहे
ms: Sampai kosong
nl_nl: De prullenbak is leeg
no: Søppelkassen er tom
pl: Koszyk jest pusty.
pt_br: A lixeira está vazia
pt_pt: O lixo está vazio
ro: Coșul de gunoi este gol
ru: Корзина пуста
sk: Košík je prázdny
sl: Koš za smeti je prazen.
sv: Papperskorgen är tom
ta: குப்பைத்தொட்டி காலியாக உள்ளது
te: డస్ట్‌బాస్ ఖాళీగా ఉంది
th: ขยะว่างเปล่า
tr: Çöp kutusu boş
uk: Кошик порожній
vi: Thùng rác trống
zh_hans: 垃圾箱已清空
zh_hant: 垃圾桶已清空

# core_ui.trash_retention
source: 削除した記録は30日間ここに残ります。
ar_sa: يمكنك استعادة السجلات المحذوفة لمدة 30 يومًا.
ca: Els enregistraments eliminats romanen aquí durant 30 dies.
cs: Odstraněné záznamy zůstanou 30 dní.
da: Slettede data forbliver i 30 dage.
de_de: Gelöschte Aufzeichnungen bleiben 30 Tage hier.
el: Τα διαγραμμένα αρχεία παραμένουν εδώ για 30 ημέρες.
en_au: Deleted records remain here for 30 days.
es_es: Los registros eliminados permanecen aquí durante 30 días.
fi: Poistetut tiedot säilyvät 30 päivän ajan.
fr_ca: Les enregistrements supprimés restent 30 jours ici.
gu: દૂર કરેલા રેકોર્ડ 30 દિવસ માટે અહીં રહેશે.
he: הרשומים שנמחקו יישארו כאן למשך 30 יום.
hi: हटाए गए रिकॉर्ड 30 दिनों तक यहां मौजूद रहेंगे।
hr: Obrišanu se podaci čuvaju 30 dana.
hu: Törölt adatok 30 napig megmaradnak itt.
id: Rekam yang dihapus akan tersimpan selama 30 hari.
it: I record eliminati rimangono qui per 30 giorni.
ko: 삭제된 기록은 30일 동안 보관됩니다.
mr: हटवलेले नोंदी ३० दिवसांसाठी येथे राहतील.
ms: Rekod yang dipadamkan akan disimpan selama 30 hari.
nl_nl: Verwijderde gegevens blijven 30 dagen zichtbaar.
no: Slettede oppføringer lagres i 30 dager.
pl: Usunięte dane są dostępne przez 30 dni.
pt_br: Registros excluídos permanecem por 30 dias.
pt_pt: Os registos apagados permanecem aqui por 30 dias.
ro: Înregistrările șterse vor rămâne aici timp de 30 de zile.
ru: Удаленные записи сохраняются 30 дней
sk: Odstránené záznamy zostanú 30 dní.
sl: Izbrisani zapisi ostanejo 30 dni.
sv: Raderade uppgifter finns kvar i 30 dagar.
ta: நீக்கப்பட்ட பதிவுகள் 30 நாட்களுக்கு இங்கே இருக்கும்.
te: తొలగించిన రికార్డులు 30 రోజుల వరకు ఇక్కడ ఉంటాయి.
th: ข้อมูลที่ถูกลบจะยังคงอยู่ 30 วัน
tr: Silinen kayıtlar 30 gün boyunca burada saklanır.
uk: Видалені записи зберігаються 30 днів.
vi: Các bản ghi đã xóa sẽ tồn tại trong 30 ngày.
zh_hans: 删除后的记录会保留30天。
zh_hant: 刪除後的記錄，保留 30 天。

# core_ui.undo
source: 元に戻す
ar_sa: التراجع
ca: Desfer
cs: Zrušit
da: Fortæl
de_de: Rückgängig
el: Ακύρωση
en_au: Undo
es_es: Deshacer
fi: Peruuta
fr_ca: Annuler
gu: છેલ્લું કરો
he: ביטול
hi: रद्द करें
hr: Otkažiti
hu: Még egyszer
id: Batalkan
it: Annulla
ko: 취소
mr: मागे आणा
ms: Batalkan
nl_nl: Achteruit
no: Angre
pl: Wróć
pt_br: Desfazer
pt_pt: Desfazer
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Povrati
sv: Ångra
ta: மீட்டமைக்கவும்
te: తిరిగి వెళ్ళు
th: ย้อนกลับ
tr: İptal et
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 撤銷

# core_ui.workout_discarded
source: トレーニングを破棄しました
ar_sa: تم التخلص من التمرين
ca: Entrenament eliminat
cs: Trénink byl zrušen
da: Træningen er blevet afbrudt
de_de: Training abgebrochen
el: Διαγράφηκε η προπόνηση
en_au: Workout discarded
es_es: Entrenamiento descartado
fi: Harjoittelu peruttu
fr_ca: Entraînement annulé
gu: તાલીમને રદ કરી દેવામાં આવી છે
he: בטל את האימון
hi: प्रशिक्षण रद्द कर दिया गया
hr: Trening je otkazan.
hu: Az edzést törölted.
id: Latihan dibatalkan
it: Allenamento abbandonato
ko: 운동을 취소했습니다.
mr: प्रशिक्षण रद्द केले
ms: Latihan dibatalkan
nl_nl: Training is afgewerkt
no: Trening er avbrutt
pl: Trening został anulowany
pt_br: Treino descartado
pt_pt: Treino descartado
ro: Antrenamentul a fost anulat
ru: Тренировка отменена
sk: Tréning bol zrušený
sl: Trening je bil izbrisal.
sv: Träningen har avbrutits
ta: பயிற்சியை ரத்து செய்தீர்கள்
te: వ్యాయామం రద్దు చేయబడింది
th: ยกเลิกการออกกำลังกาย
tr: Egzersizi iptal ettin
uk: Тренування скасовано
vi: Huấn luyện đã hủy
zh_hans: 已放弃训练
zh_hant: 已放棄運動

# domain_catalog.008dc77eb69f
source: 大腿四頭筋
ar_sa: عضلات الفخذ الرباعية
ca: quàdriceps femoral
cs: Hamstringy
da: Quadriceps
de_de: Oberschenkelmuskulatur
el: Ουγγιαίος μυς
en_au: Quadriceps
es_es: Cuádriceps
fi: Reiden etuosa
fr_ca: Quadriceps
gu: ક્લેબિઅસ
he: שריר הירך הקדמי
hi: क्वाड्रिसेप्स
hr: Quadriceps
hu: Bicepsz
id: Otot paha depan
it: Quadricipite
ko: 대퇴사두근
mr: क्वाड्रिसेप्स (Hamstring)
ms: Otot paha depan
nl_nl: Quadriceps
no: Quadriceps
pl: Mięsień czworogłowy uda
pt_br: Quadríceps
pt_pt: Quadríceps
ro: Iliopsoas
ru: Квадрицепс
sk: Quadriceps
sl: Quadriceps
sv: Lårmuskeln
ta: குவாட் (Quadriceps)
te: క్వాడ్స్
th: กล้ามเนื้อต้นขาด้านหน้า
tr: Uyluk ön kas
uk: Квадрицепс
vi: Cơ đùi
zh_hans: 大腿四头肌
zh_hant: 股四头肌

# domain_catalog.00a62c054ebd
source: 体重
ar_sa: الوزن
ca: pes
cs: Hmotnost
da: Vægt
de_de: Gewicht
el: Βάρος
en_au: Weight
es_es: Peso
fi: Paino
fr_ca: Poids
gu: વજન
he: משקל
hi: वजन
hr: Težina
hu: Testsúly
id: Berat badan
it: Peso
ko: 몸무게
mr: वजन
ms: Berat badan
nl_nl: Gewicht
no: Vekt
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Hmotnosť
sl: Teža
sv: Vikt
ta: எடை
te: బరువు
th: น้ำหนัก
tr: Kilo
uk: Вага
vi: Cân nặng
zh_hant: 體重

# domain_catalog.01537dd2ed14
source: 腹部アップ
ar_sa: البطن لأعلى
ca: abdomen cap amunt
cs: Záběr na břicho
da: Forfra
de_de: Bauchansicht
el: Εστίαση στην περιοχή της κοιλιάς
en_au: Abdomen View
es_es: Vista del abdomen
fi: Vatsaliikkeitä
fr_ca: Vue rapprochée du ventre
gu: પેટનો દેખાવ
he: התמקדות בבטן
hi: पेट का ऊपरी भाग
hr: Snimka trupa
hu: Derék felvétel
id: Close-up Perut
it: Primo piano dell'addome
ko: 복부 전면
mr: पोटाचा भाग
ms: Gambar Perut
nl_nl: Close-up van de buik
no: Forstørrelse av magen
pl: Zdjęcie z profilu brzucha
pt_br: Foco no abdômen
pt_pt: Foco no abdômen
ro: Îndreptarea abdomenului
ru: Фотография живота
sk: Zameranie na brucho
sl: Gledanje na trebuh
sv: Bild av magen
ta: வயிற்றுப் பகுதி
te: కడుపు ప్రాంతాన్ని చూపించే చిత్రం
th: ภาพมุมหน้าท้อง
tr: Karın bölgesi egzersizi
uk: Зйомка в область живота
vi: Phóng cơ bụng
zh_hans: 腹部侧面
zh_hant: 观察腹部

# domain_catalog.01cf3683ebe8
source: 肩・背中・胸上部を中心に整える
ar_sa: ركز على الكتفين والظهر وأعلى الصدر.
ca: Centra't en les espatlles, l'esquena i la part superior del pit.
cs: Zaměřte se na správné držení ramen, zad a horní části hrudníku.
da: Fokus på skulder, ryg og øvre del af brystet
de_de: Konzentriere dich auf die Ausrichtung von Schulter, Rücken und Brustbereich.
el: Εργαστείτε γύρω από τους ώμους, την πλάτη και την άνω περιοχή του θώρακα
en_au: Focus on aligning your shoulders, upper back, and chest.
es_es: Centrarse en la alineación de hombros, espalda y parte superior del pecho.
fi: Hiero olkapäitä ja rintaa
fr_ca: Alignez vos épaules, votre haut du dos et votre poitrine.
gu: ખભા, પીઠ અને છાતીના ઉપરના ભાગને વ્યવસ્થિત કરો
he: ליישר את אזור הכתפיים והגב העליון
hi: अपने कंधों, पीठ और छाती के ऊपरी हिस्से को व्यवस्थित करें
hr: Izravnajte ramena, prsnice i gornji dio leđa
hu: Állítsa össze a vállakat, a hátat és a felsőtestet
id: Memastikan kesejajaran bahu, punggung, dan bagian atas dada
it: Allinea spalle, schiena e parte superiore del torace
ko: 어깨, 등, 가슴 위 부분을 중심으로 자세를 맞춥니다.
mr: खांदे, पाठ आणि छातीच्या भागाला व्यवस्थित ठेवा
ms: Menyempurnakan bahagian bahu, belakang, dan bahagian atas dada
nl_nl: Focus op het corrigeren van je schouders, bovenrug en borst.
no: Fokus på skulder, rygg og øvre del av brystet
pl: Skup się na wyrównaniu ramion, pleców i górnej części klatki piersiowej.
pt_br: Alinhe os ombros, a parte superior do tronco e os cotovelos.
pt_pt: Alinhe os ombros, a parte superior do tronco e os cotovelos.
ro: Corectează postura: umeri, spate, piept superior
ru: Сфокусируйтесь на правильном положении плеч, спины и верхней части груди.
sk: Vyrovnajte ramena, chrbát a hornú časť hrude
sl: Bodite pozorni na ramena, hrbet in zgornjo del prsnih kost.
sv: Fokusera på axlar, rygg och övre bröstparti.
ta: தோள்கள், முதுகு மற்றும் மார்பின் மேல் பகுதியைச் சீரமைத்தல்
te: భుజాలు, వెన్ను మరియు ఛాతీ పై భాగాన్ని సమతుల్యం చేయడం
th: จัดท่าทางส่วนไหล่, หลัง, และหน้าอก
tr: Omuzlarınız, sırtınız ve üst göğsünüzü merkezde tutun
uk: Відновіть баланс плечей, спини та верхньої частини грудей
vi: Tập trung vào việc điều chỉnh vai, lưng và phần trên của ngực.
zh_hans: 调整肩部、背部和上胸部
zh_hant: 調整肩、背部和上胸部

# domain_catalog.01e37dd99f83
source: 睡眠と疲労を優先
ar_sa: إعطاء الأولوية للنوم والتعب
ca: Prioritza el son i la fatiga
cs: Prioritizujte spánek a odpočinek.
da: Prioriter søvn og restitution
de_de: Schlaf und Erholung priorisieren
el: Δώστε προτεραιότητα στον ύπνο και στην αποκατάσταση.
en_au: Prioritize sleep and recovery
es_es: Priorice el sueño y la recuperación.
fi: Priorisoi uni ja palautuminen
fr_ca: Priorisez le sommeil et la récupération.
gu: ઊંઘ અને થાકને પ્રાધાન્ય આપો.
he: להעדיף שינה ועייפות
hi: नींद और थकान को प्राथमिकता दें।
hr: Prioritet davanju smirenosti i oporavku.
hu: A pihenést és a fáradtságkezelést prioritizáljuk.
id: Prioritaskan tidur dan pemulihan.
it: Dare priorità al sonno e al recupero
ko: 수면과 피로를 우선시
mr: झोप आणि विश्रांतीला प्राधान्य द्या.
ms: Prioritaskan tidur dan keletihan
nl_nl: Prioriteer slaap en herstel.
no: Prioriter søvn og restitusjon
pl: Priorytetem są sen i regeneracja.
pt_br: Priorize sono e recuperação
pt_pt: Priorize sono e recuperação
ro: Prioritizarea somnului și a recuperării
ru: Приоритет: сон и восстановление.
sk: Prioritizujte spánok a regeneráciu.
sl: Prioritizirajte spanje in regeneracijo.
sv: Prioritera sömn och vila
ta: தூக்கம் மற்றும் சோர்வுக்கு முன்னுரிமை கொடுங்கள்.
te: నిద్ర మరియు శారీరక శ్రమకు ప్రాధాన్యత
th: ให้ความสำคัญกับการนอนหลับและการพักผ่อน
tr: Uyku ve yorgunluğu önceliklendirin
uk: Пріоритет – сон і відновлення.
vi: Ưu tiên giấc ngủ và phục hồi
zh_hans: 优先考虑睡眠和疲劳
zh_hant: 優先睡眠和疲勞管理

# domain_catalog.026b630cba03
source: 体型写真と腹囲を記録する
ar_sa: تسجيل صورة الجسم ومحيط الخصر
ca: Grava la foto del cos i la circumferència de la cintura
cs: Zaznamenejte si fotografii postavy a obvod pasu.
da: Optag billeder af din krop og mål din taljelængde.
de_de: Nehmen Sie ein Körperfoto und notieren Sie Ihren Taillenumfang.
el: Καταγράψτε τη φωτογραφία και την περιφέρεια του κορμού.
en_au: Record your body shape and waist circumference.
es_es: Registra tu fotografía y circunferencia abdominal.
fi: Tallenna kehonkuva ja vatsanympärys
fr_ca: Enregistrer vos photos de silhouette et votre tour de taille.
gu: શરીરના ફોટા અને પેટની પરિમિતિને રેકોર્ડ કરો.
he: רשמו תמונת פרופיל גוף ומדידת היקף המותניים.
hi: बॉडी टाइप और पेट के घेरे को रिकॉर्ड करें
hr: Zapisujte snimke svog tijela i mjere struja.
hu: Rögzítsd a testképét és a mellszövet körfogását.
id: Catat foto bentuk tubuh dan lingkar pinggang.
it: Registrare foto del corpo e circonferenza vita
ko: 체형 사진과 허리둘레를 기록합니다.
mr: शारीरिक स्थिती आणि कंबरच्या परिघाची नोंद करा.
ms: Rekod foto dan sekeliling pinggang
nl_nl: Je lichaamssamenstelling en tailleomtrek registreren
no: Ta opp fotografier og mål rundt midjen.
pl: Zapisuj zdjęcia sylwetki i obwód talii.
pt_br: Registre sua foto e circunferência abdominal.
pt_pt: Registre sua foto e circunferência abdominal.
ro: Înregistrează-ți silueta și circumferința taliei
ru: Записывайте свою фигуру и обхват талии.
sk: Zaznamenejte fotografiu postavy a obvod pása.
sl: Zapis fotografije telesne forme in obodnice
sv: Ta bilder och notera midjemåttet
ta: உடல் அமைப்பு மற்றும் இடுப்பு சுற்றளவை பதிவு செய்யவும்.
te: శరీర ఆకృతి మరియు కడుపు చుట్టుకొలతను నమోదు చేయండి
th: บันทึกรูปภาพรูปร่างและรอบเอว
tr: Vücut fotoğrafını ve karın çevresini kaydedin.
uk: Записуйте фотографії та обхват талії
vi: Ghi lại ảnh thể hình và đo vòng bụng.
zh_hans: 记录体型和腹围
zh_hant: 記錄體型和腹圍
